tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jason0x43/neovim-nightly"
tap "jesseduffield/lazygit"
brew "awk"
brew "python@3.9"
brew "glib"
brew "coreutils"
brew "curl"
brew "fd"
brew "harfbuzz"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gopls"
brew "highlight"
brew "libheif"
brew "jq"
brew "kustomize"
brew "libgccjit"
brew "pango"
brew "librsvg"
brew "markdown"
brew "neovim"
brew "pandoc"
brew "ranger", args: ["HEAD"]
brew "ripgrep"
brew "rust"
brew "rustup-init"
brew "starship"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "yt-dlp"
brew "zellij"
brew "zsh-completions"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-modern-doom-icon", "with-native-comp"]
brew "chezmoi"
brew "bitwarden-cli"
cask "anki"
cask "bettertouchtool"
cask "calibre"
cask "cyberduck"
cask "discord"
cask "firefox"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "iterm2"
cask "karabiner-elements"
cask "kitty"
cask "monitorcontrol"
cask "mullvadvpn"
cask "obsidian"
cask "protonvpn"
cask "qbittorrent"
cask "rectangle"
cask "telegram"
cask "visual-studio-code"
cask "vlc"
